// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Power Management";

NeverAutoOffTitle = "Never";
AutoOffAfter15MinutesTitle = "After 15 Minutes";
AutoOffAfter30MinutesTitle = "After 30 Minutes";
AutoOffAfter45MinutesTitle = "After 45 Minutes";
AutoOffAfter1HourTitle = "After 1 Hour";
AutoOffAfter2HoursTitle = "After 2 Hours";
AutoOffAfter3HoursTitle = "After 3 Hours";

HSDTaskDescriptionLegacy = "To save the power your printer may go off after a set amount of time. You can set that amount through the popup menu below.";
HSDAutoOffLabelLegacy = "Auto Power Off:";
ApplyButtonTitle = "Apply Now";

HSDTaskName = "Auto-off";
HSDTaskDescription = "When the Auto-Off feature is enabled, the printer will turn off automatically after it has been inactive for the amount of time shown in this message. Auto-Off is disabled when the printer is connected to a network.\nTip: To turn on the printer again, press the Power button.";
HSDAutoOffLabel = "Auto-off:";
"0" = "Disabled";
"1" = "After 1 Minute";
"5" = "After 5 Minutes";
"10" = "After 10 Minutes";
"15" = "After 15 Minutes";
"20" = "After 20 Minutes";
"30" = "After 30 Minutes";
"60" = "After 1 Hour";
"120" = "After 2 Hours";
"180" = "After 3 Hours";
"240" = "After 4 Hours";
"480" = "After 8 Hours";
"720" = "After 12 Hours";
"1440" = "After 24 Hours";
AutoOffEnableConfirmationTitle = "Are you sure you want to enable Auto-off?";
AutoOffEnableConfirmationMessage = "Auto-off will automatically turn off the printer %@ of inactivity.";
YesButtonTitle = "Yes";
NoButtonTitle = "No";

HSDSleepAndAutoOffLabel = "Sleep/Auto-off:";
HSDShutDownLabel = "Shut Down:";
ShutDownEnableConfirmationTitle = "Are you sure you want to enable Shut Down?";
ShutDownEnableConfirmationMessage = "Shut Down will automatically turn off the printer %@ of inactivity.";
HSDTaskDescriptionForAutoOff = "HP Auto-off/Auto-on is a power saving mode that will consume low power and wake to print.";
HSDTaskDescriptionForShutDown = "Shut Down will automatically turn off the printer after a predefined period of inactivity. If you are using the Shut Down feature, the printer will not be able to print any documents (including documents sent using ePrint) or process any other jobs (such as faxes or scheduled deliveries, if your printer supports these options) after the printer has turned off. These jobs can only be printed after the printer has been turned on again.";
HSDDelayWhenPortsAreActiveCheckBox = "Delay when ports are active";